<?php

/************************************
	*notes: 通用后台固定配置数据
	*Author:956952515@qq.com
	*Time:  2018-09-15
*************************************/

return array(
   # 'platName' => '****后台管理系统',
   # 'compName' => '**集团有限公司',
   # 'platPrint' =>'这是什么东西',
   # 'copyRight' =>'2018-2028',
   # 'platf'=> array('android', 'iphone', 'ipad'),
   # 'mtype'=> array('high', 'middle', 'low'),
   # 'htmltype'=>array(
   #     'text'=>'文本框',
   #     'radio'=>'单选框',
   #     'checkbox'=>'复选框',
   #     'textarea'=>'多行文本框',
   # ),
   # 
   # 'task_type'=> array('1'=>'新手任务','2'=>'日常任务','3'=>'其它任务'),
   # 'activity_group' => array('1'=>'新手用户','2'=>'登录用户','3'=>'未登录用户','4'=>'全部用户'),//活动用户分组
   # 'show_type' => array('1'=>'弹框提示','2'=>'浮动按钮'),//活动提示方式
   # 'activity_page' => array('100'=>'首页','102'=>'任务页','103'=>'个人中心','106'=>'收徒页','107'=>'钱包页'),//活动页面
   # 'winner_type' => array('0'=>'未中奖','1'=>'一等奖','2'=>'二等奖','3'=>' 三等奖'),//游戏奖励等级
   # 'reward_type' => array('1'=>'奖励投入金币X倍','2'=>'奖励固定金币'),//游戏奖励方式
);
